//CVRUNTTT JOB ('FBRCCV0',6W),'BRAZIL CARLOS VICARI',
//  CLASS=A,USER=FBRCCV0,REGION=0M,
//  MSGCLASS=X,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*JOBPARM SYSAFF=CWCC
//*